Revit 2027 API
ParameterTypeId.PointElementShowNormalPlaneOnly Property
 "Show Normal Reference Plane Only"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementShowNormalPlaneOnly { get; }
Public Shared ReadOnly Property PointElementShowNormalPlaneOnly As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementShowNormalPlaneOnly {
	ForgeTypeId^ get ();
}
static member PointElementShowNormalPlaneOnly : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace